[
    {
        "Pericope": "Greeting",
        "Reference Start": "Philemon 1:1",
        "Reference End": "Philemon 1:3",
        "Explanation": "Paul, along with Timothy, greet Philemon, “the beloved” (ἀγαπητός) and fellow worker; Apphia, our sister (ἀδελφή), perhaps Philemon’s wife; Archippus, our fellow soldier (συστρατιώτης), who may be Philemon’s son; and the church (ἐκκλησία) in your house. Paul greets them with “grace to you and peace from God our Father and the Lord Jesus Christ,” which is his common greeting. The personal pronoun “you” in the greeting is plural, referring to all of those mentioned in verses 1 and 2, but then switches to first-person as Paul begins to make his request of Philemon."
    },
    {
        "Pericope": "Reason",
        "Reference Start": "Philemon 1:4",
        "Reference End": "Philemon 1:7",
        "Explanation": "Paul says two things in the second paragraph that give warrant to his confidence that Philemon will respond favorable to the request that Paul is about to make: a) he praises and gives thanks for Philemon’s faith and love that have refreshed the church and brought comfort and joy to Paul, and b) he and prays that the fellowship that exists between them may result in a greater understanding of the blessings that are theirs as Christians."
    },
    {
        "Pericope": "Amplification",
        "Reference Start": "Philemon 1:8",
        "Reference End": "Philemon 1:16",
        "Explanation": "In the third paragraph, Paul amplifies the grounds on which he will base his request of Philemon, even before he makes it. This “mitigated exhortation” to Philemon is done with extraordinary tact, delaying the content of the request until later in the letter."
    },
    {
        "Pericope": "Paul’s appeal",
        "Reference Start": "Philemon 1:17",
        "Reference End": "Philemon 1:20",
        "Explanation": "This paragraph is the heart of the letter and the key to preaching it, whether in one sermon or several. Paul asks Philemon to receive (προσλαμβάνω) Onesimus back (v. 17). It is the first imperative verb in the letter. Paul also promises personally to make good any loss Philemon may have suffered (v. 18–19)."
    },
    {
        "Pericope": "Summary of Paul’s appeal",
        "Reference Start": "Philemon 1:21",
        "Reference End": "Philemon 1:22",
        "Explanation": "Paul summarizes his appeal, expressing confidence that Philemon will not only comply with his request, but also do even more (v. 21) He couples that with the additional request that Philemon be ready to receive him, because he hopes to come to them before long (v. 22). The last request includes a measure of accountability for Philemon. Whatever he does with Paul’s request, Paul will see for himself when he comes to Colossae."
    },
    {
        "Pericope": "Final Greeting",
        "Reference Start": "Philemon 1:23",
        "Reference End": "Philemon 1:25",
        "Explanation": "The final greeting is Paul’s standard close, invoking the grace of the Lord Jesus Christ to 'be with your spirit.'"
    },
]
